; TCP-Z language resource file

; Note: Don't translate the section name likes [???].

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0419		Russian		Russia			1251				RUS 

[info]
LanguageName=Russian (Русский)
LanguageID=0x0419
CodePage=1252
Translator=Serhii Hlodin
Version=2.6
LastModified=3/16/2009

[Common]
AlreadyRun=Уже запущен...... Нет необходимости запускать.
AboutBox=&О программе...
Minimize=Свернуть
OK=OK
Success=Успешно
Fail=Неудачно
SaveToFile=Записать в файл


[TCP]
Version=Версия
FileLimit=Лимит в файле
MemoryLimit=Лимит памяти
OriginalFile=Оригинал
Yes=Да
No=Нет
EVIDCount=EvID 4226
Connection=Соединения
Established=Открытые
HalfOpen=Полуоткр
CreateDepth=Create Depth
Incoming=Входящие
Speed=Скорость
Download=Входящая
Upload=Исходящая
Peak=Исторический пик
FailGetNicInfo=Не могу получить информацию о сетевом адаптере.
VersionNotMatch=Версия файла tcpip.sys не совпадает с текущей версией ОС. Действие TCP-Z будетотменено.\n\nРабота программы в режиме совместимости запрещена!
FailGetVersion=Сбой. Возможно файл tcpip.sys заблокирован.
UnKnown=Неизвестно
UnLimited=Неограничено

[Statistics]
Statistics=Статистика
TCPStatistics=Статистика TCP для IPv4
DurationOfStatistics=Длительность статистики
OutgoingConnection=Попыток исходящих соединений
IncomingConnection=Попыток входящих соединений
FailedConnection=Попыток неудачных соединений
EstablishedConnection=Успешных соединений	
SuccessRatio=Коэффициент успешных
Reset=Сбросить
AdapterInfo=Информация о сетевом адаптере
DeviceType=Тип устройства
OperateStatus=Состояние
LinkSpeed=Скорость соединения
TransmitSpeed=Скорость передачи
ReceiveSpeed=Скорость приема
; // A: This "UP" comes from c++ header file, means active, connected
Up=Вкл
Down=Выкл
Ethernet=Кабель
PPP=PPP
Wireless=Беспроводной


[Detail]
Detail=Детально
Process=Процесс
PID=ИД
ProcessInfo=Информация о процессе
; These info is same as Windows Task Manager
MemUsage=Память
VMSize=Размер VM
IORead=Прочитано
IOWrite=Записано


[Patch]
Patch=Патч
PatchMemory=Изменения в оперативной памяти
PatchFile=Изменение файла Tcpip.sys
OldValue=Старое знач.
NewValue=Новое знач.
Offset=Смещение
Apply=Применить
MsgMemPatch=Изменение количества полуоткрытых соединений в памяти. Изменение параметра будет действовать немедленно. Данные измененные значения действуют до перезагрузки компьютера.
TipMemPatch=Советы по изменению в оперативной памяти
Open=Открыть
MsgTipMemPatch=Попробуйте использовать TCP-Z Virtual Device. После установки драйвера и количества полуоткрытых соединений в нем, он будет загружаться автоматически, при загрузке компьютера.
MsgFilePatch=Перезагрузите компьютер, чтобы изменения вступили в силу. Файл необходимо изменять лишь один раз. Для изменения файла в Windows Vista попробуйте применить 'Universal Tcpip.sys Patch'

InvalidValue=Новое значение недопустимо!
ComfirmPatchFile=Вы уверенны, что желаете внести изменения в файл Tcpip.sys?
FailDisableWFP=Ошибка отключения функции защиты файлов Windows\n\nили данная функция уже была отключена.

UnsupportedOS=Данная версия ОС не поддерживается.
FailExtractFile=Невозможно извлеч файл драйвера.
FailLoadDriver=Невозможно загрузить драйвер.\nЗагрузите программу в режиме администратора.\nНекоторые антивирусы могут блокировать загрузку драйвера. Вам необходимо их настроить вручную.
LoadErrorCode=Ошибка загрузки драйвера tcp-z. Код ошибки:
FailOpenSCM=Ошибка открытия диспетчера служб. Недостаточно прав доступа.
FailCreateService=Ошибка создания сервиса
FailStartService=Ошибка запуска сервиса
TestsigningNotEnable=Режим TESTSIGNING отключен.\n\nПодробнее в файле Readme.txt.\n\nВключить сейчас режим TESTSIGNING?
TestsigningSetOK=Режим TESTSIGNING включен.\n\nЕсли на рабочем столе появился водяной знак'Test Mode', Вы можете удалить его с помощью программы 'RemoveWatermarkX64.exe'.\n\nНеобходима перезагрузка компьютера для вступления в силу изменений.

SetSuccess=Лимит полуоткрытых соединений изменен до:
SetFail=Ошибка установки нового значения лимита.


[About]
About=О программе
ReadMe=ReadMe и помощь...

[MiniBar]
Active=Активн.
Statistics=Статистика


[LanguageDialog]
LangChanged=Язык интерфейса был изменен. Необходимо перезагрузить программу для вступления в силу изменений.


[PopupMenu]
ShowTCPZ=&Показать / Спрятать TCP-Z
OnTopmost=Поверх всех окон
ShowMinibar=Показать / Спрятать Минибар
Transparent=Процент прозрачности
CaptureTCPZ=Захват окна TCP-Z
CaptureScreen=&Захват всего экрана
RefreshNicList=&Обновить список сетевых подключений
Exit=&Выход